﻿/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ %@ Details" = "%1$@ %2$@ Details";

/* No comment provided by engineer. */
"%@ address" = "%@ address";

/* No comment provided by engineer. */
"%@ Address" = "%@ Address";

/* No comment provided by engineer. */
"%@ Address will be used to identify yourself at healthcare providers." = "%@ Address will be used to identify yourself at healthcare providers.";

/* No comment provided by engineer. */
"%@ Address*" = "%@ Address*";

/* No comment provided by engineer. */
"%@ already selected" = "%@ already selected";

/* No comment provided by engineer. */
"%@ Created Successfully!" = "%@ Created Successfully!";

/* No comment provided by engineer. */
"%@ Found" = "%@ Found";

/* No comment provided by engineer. */
"%@ has been denied authorization to your %@." = "%1$@ has been denied authorization to your %2$@.";

/* No comment provided by engineer. */
"%@ has been denied consent to your %@." = "%1$@ has been denied consent to your %2$@.";

/* No comment provided by engineer. */
"%@ has been denied subscription to your %@." = "%1$@ has been denied subscription to your %2$@.";

/* No comment provided by engineer. */
"%@ has dropped off" = "%@ has dropped off";

/* No comment provided by engineer. */
"%@ has ended the appointment" = "%@ has ended the appointment";

/* The doctor's invite */
"%@ has invited you to join eka.care" = "%@ has invited you to join eka.care";

/* No comment provided by engineer. */
"%@ ID" = "%@ ID";

/* No comment provided by engineer. */
"%@ is a hassle free method of accessing and sharing your health record digitally." = "%@ is a hassle free method of accessing and sharing your health record digitally.";

/* No comment provided by engineer. */
"%@ is authorised to access your profile details and link new records with your %@." = "%1$@ is authorised to access your profile details and link new records with your %2$@.";

/* No comment provided by engineer. */
"%@ is authorized to" = "%@ is authorized to";

/* No comment provided by engineer. */
"%@ is denied to" = "%@ is denied to";

/* No comment provided by engineer. */
"%@ is unable to" = "%@ is unable to";

/* No comment provided by engineer. */
"%@ Linked Successfully!" = "%@ Linked Successfully!";

/* No comment provided by engineer. */
"%@ Not Found" = "%@ Not Found";

/* No comment provided by engineer. */
"%@ Number" = "%@ Number";

/* No comment provided by engineer. */
"%@ subscribed to your %@." = "%1$@ subscribed to your %2$@.";

/* No comment provided by engineer. */
"%@ will allow you to access and share your health data with your consent, with participating healthcare providers." = "%@ will allow you to access and share your health data with your consent, with participating healthcare providers.";

/* No comment provided by engineer. */
"%@'s %@" = "%1$@'s %2$@";

/* No comment provided by engineer. */
"---------- OR ----------" = "---------- OR ----------";

/* No comment provided by engineer. */
"4-32 characters alphabets and numbers only" = "4-32 characters alphabets and numbers only";

/* No comment provided by engineer. */
"@abdm" = "@abdm";

/* No comment provided by engineer. */
"ABDM" = "ABDM";

/* No comment provided by engineer. */
"ABHA" = "ABHA";

/* No comment provided by engineer. */
"Access to your health data is provided after your explicit and informed consent.\n\nConsent granted requests get added here." = "Access to your health data is provided after your explicit and informed consent.\n\nConsent granted requests get added here.";

/* No comment provided by engineer. */
"Access to your health data is provided after your explicit and informed consent.\nConsent granted requests get added here." = "Access to your health data is provided after your explicit and informed consent.\nConsent granted requests get added here.";

/* No comment provided by engineer. */
"Access your profile details and validate your health account" = "Access your profile details and validate your health account";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Data" = "Add Data";

/* No comment provided by engineer. */
"Add Date" = "Add Date";

/* No comment provided by engineer. */
"Add Doctor" = "Add Doctor";

/* No comment provided by engineer. */
"Add Gmail Account" = "Add Gmail Account";

/* No comment provided by engineer. */
"Add invitation code" = "Add invitation code";

/* No comment provided by engineer. */
"Add Medical Documents" = "Add Medical Documents";

/* No comment provided by engineer. */
"Add Medical Documents from Gmail" = "Add Medical Documents from Gmail";

/* No comment provided by engineer. */
"Add medical records by sharing on Whatsapp (9972088103) or \(String(format: mailAtString, emailString))" = "Add medical records by sharing on Whatsapp (9972088103) or \(String(format: mailAtString, emailString))";

/* No comment provided by engineer. */
"Add Member" = "Add Member";

/* No comment provided by engineer. */
"Add Records" = "Add Records";

/* No comment provided by engineer. */
"Add Records from Gmail" = "Add Records from Gmail";

/* No comment provided by engineer. */
"Add Records via Whatsapp and Email" = "Add Records via Whatsapp and Email";

/* No comment provided by engineer. */
"Add Tags" = "Add Tags";

/* No comment provided by engineer. */
"Add Tags (Optional)" = "Add Tags (Optional)";

/* No comment provided by engineer. */
"Add via Email (%@)" = "Add via Email (%@)";

/* No comment provided by engineer. */
"Add via Whatsapp (9972088103)" = "Add via Whatsapp (9972088103)";

/* No comment provided by engineer. */
"Add Vital Data" = "Add Vital Data";

/* No comment provided by engineer. */
"Add ‘Document Date’ to view all your medical records chronologically." = "Add ‘Document Date’ to view all your medical records chronologically.";

/* No comment provided by engineer. */
"Added doctor successfully" = "Added doctor successfully";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Age group" = "Age group";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"All %@s" = "All %@s";

/* No comment provided by engineer. */
"All (%@)" = "All (%@)";

/* No comment provided by engineer. */
"All data associated with all profiles is deleted." = "All data associated with all profiles is deleted.";

/* No comment provided by engineer. */
"All data associated with this profile will be deleted permanently." = "All data associated with this profile will be deleted permanently.";

/* No comment provided by engineer. */
"All data associated with this profiles will be deleted." = "All data associated with this profiles will be deleted.";

/* No comment provided by engineer. */
"All lab parameters are within range." = "All lab parameters are within range.";

/* No comment provided by engineer. */
"All lab vitals" = "All lab vitals";

/* No comment provided by engineer. */
"All your records from Gmail will be removed" = "All your records from Gmail will be removed";

/* No comment provided by engineer. */
"Already have %@?" = "Already have %@?";

/* No comment provided by engineer. */
"Already Vaccinated? Own Your Certificate" = "Already Vaccinated? Own Your Certificate";

/* No comment provided by engineer. */
"An OTP will be sent to the following number to verify the number" = "An OTP will be sent to the following number to verify the number";

/* No comment provided by engineer. */
"Analysing" = "Analysing";

/* No comment provided by engineer. */
"Analysing your uploaded files..." = "Analysing your uploaded files...";

/* No comment provided by engineer. */
"Any progress made so far will be reset once you confirm." = "Any progress made so far will be reset once you confirm.";

/* No comment provided by engineer. */
"App Preferences" = "App Preferences";

/* No comment provided by engineer. */
"Appointment Confirmation" = "Appointment Confirmation";

/* No comment provided by engineer. */
"Appointment Confirmed!" = "Appointment Confirmed!";

/* No comment provided by engineer. */
"Approve" = "Approve";

/* No comment provided by engineer. */
"Approved by" = "Approved by";

/* No comment provided by engineer. */
"Are you sure you want to cancel the appointment?" = "Are you sure you want to cancel the appointment?";

/* No comment provided by engineer. */
"Are you sure you want to cancel the edit?" = "Are you sure you want to cancel the edit?";

/* No comment provided by engineer. */
"Are you sure you want to cancel the upload?" = "Are you sure you want to cancel the upload?";

/* No comment provided by engineer. */
"Are you sure you want to delete %@" = "Are you sure you want to delete %@";

/* No comment provided by engineer. */
"Are you sure you want to delete %@ reading?" = "Are you sure you want to delete %@ reading?";

/* No comment provided by engineer. */
"Are you sure you want to delete profile?" = "Are you sure you want to delete profile?";

/* No comment provided by engineer. */
"Are you sure you want to delete this record?" = "Are you sure you want to delete this record?";

/* No comment provided by engineer. */
"Are you sure you want to exit?" = "Are you sure you want to exit?";

/* No comment provided by engineer. */
"Are you sure you want to logout?" = "Are you sure you want to logout?";

/* No comment provided by engineer. */
"Assemble and organize all your family members health records in a single place." = "Assemble and organize all your family members health records in a single place.";

/* No comment provided by engineer. */
"Assess your Symptoms" = "Assess your Symptoms";

/* No comment provided by engineer. */
"Assessment requires following permissions to proceed. Please grant access to the following:" = "Assessment requires following permissions to proceed. Please grant access to the following:";

/* No comment provided by engineer. */
"Assessment Summary" = "Assessment Summary";

/* No comment provided by engineer. */
"At least 1 member is required to transfer ownership." = "At least 1 member is required to transfer ownership.";

/* No comment provided by engineer. */
"Authenticate to delete account" = "Authenticate to delete account";

/* No comment provided by engineer. */
"Authenticate your profile details" = "Authenticate your profile details";

/* No comment provided by engineer. */
"Authorisation" = "Authorisation";

/* No comment provided by engineer. */
"Authorisation revoked for %@." = "Authorisation revoked for %@.";

/* No comment provided by engineer. */
"Authorising will enable %@ to" = "Authorising will enable %@ to";

/* No comment provided by engineer. */
"Auto Consent" = "Auto Consent";

/* No comment provided by engineer. */
"Auto Consent Duration" = "Auto Consent Duration";

/* No comment provided by engineer. */
"Auto Sync Medical Records" = "Auto Sync Medical Records";

/* No comment provided by engineer. */
"Automatically fetch and store your health records for all health care providers (including healthcare providers you may go to in future)" = "Automatically fetch and store your health records for all health care providers (including healthcare providers you may go to in future)";

/* No comment provided by engineer. */
"Available Records" = "Available Records";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Back To Home" = "Back To Home";

/* No comment provided by engineer. */
"beats per mins" = "beats per mins";

/* No comment provided by engineer. */
"Blood Group" = "Blood Group";

/* No comment provided by engineer. */
"Book a slot on CoWIN for Covid Vaccination for yourself and your family members. Information on vaccination slots is verified by the Government of India. Please note, all private data captured here will remain confidential." = "Book a slot on CoWIN for Covid Vaccination for yourself and your family members. Information on vaccination slots is verified by the Government of India. Please note, all private data captured here will remain confidential.";

/* No comment provided by engineer. */
"Book Appointment" = "Book Appointment";

/* No comment provided by engineer. */
"Book Vaccination Slot " = "Book Vaccination Slot ";

/* No comment provided by engineer. */
"Book Your Vaccination Slot on CoWIN" = "Book Your Vaccination Slot on CoWIN";

/* No comment provided by engineer. */
"BPM" = "BPM";

/* No comment provided by engineer. */
"Built with robust security and encryption mechanisms and no information is shared without your consent.\n\nDenied requests get added here." = "Built with robust security and encryption mechanisms and no information is shared without your consent.\n\nDenied requests get added here.";

/* No comment provided by engineer. */
"Built with robust security and encryption mechanisms and no information is shared without your consent.\nDenied requests get added here." = "Built with robust security and encryption mechanisms and no information is shared without your consent.\nDenied requests get added here.";

/* No comment provided by engineer. */
"by combining vitals information across your medical records & see longitudinal trends." = "by combining vitals information across your medical records & see longitudinal trends.";

/* No comment provided by engineer. */
"By denying authorisation, %@ will not be able to link records with %@" = "By denying authorisation, %1$@ will not be able to link records with %2$@";

/* No comment provided by engineer. */
"By granting this consent, you agree to let the Doctors view your health information." = "By granting this consent, you agree to let the Doctors view your health information.";

/* No comment provided by engineer. */
"By revoking authorisation, %@ will not be able to link records with %@" = "By revoking authorisation, %1$@ will not be able to link records with %2$@";

/* No comment provided by engineer. */
"By signing up, you agree to eka care" = "By signing up, you agree to eka care";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera flash is required to measure your health rate." = "Camera flash is required to measure your health rate.";

/* No comment provided by engineer. */
"Camera Permissions" = "Camera Permissions";

/* No comment provided by engineer. */
"Camera Unavailable" = "Camera Unavailable";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cancel Appointment" = "Cancel Appointment";

/* No comment provided by engineer. */
"Cancel Edit" = "Cancel Edit";

/* No comment provided by engineer. */
"Cancel upload" = "Cancel upload";

/* No comment provided by engineer. */
"Cannot Find Camera" = "Cannot Find Camera";

/* No comment provided by engineer. */
"Cannot Open Camera" = "Cannot Open Camera";

/* No comment provided by engineer. */
"Categorise your documents automatically using medically relevant tags" = "Categorise your documents automatically using medically relevant tags";

/* No comment provided by engineer. */
"Certificate" = "Certificate";

/* No comment provided by engineer. */
"Certified by Google to securily sync your gmail account" = "Certified by Google to securily sync your gmail account";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Change Consent PIN" = "Change Consent PIN";

/* No comment provided by engineer. */
"Change Member" = "Change Member";

/* No comment provided by engineer. */
"Choose actions" = "Choose actions";

/* No comment provided by engineer. */
"Choose an Assessment" = "Choose an Assessment";

/* No comment provided by engineer. */
"Choose an option to get medical records" = "Choose an option to get medical records";

/* No comment provided by engineer. */
"Choose Avatar" = "Choose Avatar";

/* No comment provided by engineer. */
"Choose option" = "Choose option";

/* No comment provided by engineer. */
"Choose options to add documents" = "Choose options to add documents";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"closing this invalidate the current transactions and you will have to login again" = "closing this invalidate the current transactions and you will have to login again";

/* No comment provided by engineer. */
"Compare Records" = "Compare Records";

/* No comment provided by engineer. */
"Compliant" = "Compliant";

/* Confirm button */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirm Consent PIN" = "Confirm Consent PIN";

/* No comment provided by engineer. */
"Confirm Details" = "Confirm Details";

/* No comment provided by engineer. */
"Confirm Selection" = "Confirm Selection";

/* No comment provided by engineer. */
"Confirm Slot" = "Confirm Slot";

/* No comment provided by engineer. */
"Connect Universal %@" = "Connect Universal %@";

/* No comment provided by engineer. */
"Connect with a doctor" = "Connect with a doctor";

/* No comment provided by engineer. */
"Connect with Healthcare Providers" = "Connect with Healthcare Providers";

/* No comment provided by engineer. */
"Connect with Indian Healthcare Ecosystem, Seamlessly exchange medical records." = "Connect with Indian Healthcare Ecosystem, Seamlessly exchange medical records.";

/* No comment provided by engineer. */
"Consent based access" = "Consent based access";

/* No comment provided by engineer. */
"Consent Manager" = "Consent Manager";

/* No comment provided by engineer. */
"Consent Manager Preferences" = "Consent Manager Preferences";

/* No comment provided by engineer. */
"Consent PIN" = "Consent PIN";

/* No comment provided by engineer. */
"Consent PIN changed successfully." = "Consent PIN changed successfully.";

/* No comment provided by engineer. */
"Consent PIN created successfully." = "Consent PIN created successfully.";

/* No comment provided by engineer. */
"Consent PIN is required to approve any incoming request to access your medical records." = "Consent PIN is required to approve any incoming request to access your medical records.";

/* No comment provided by engineer. */
"Consent PIN Set Successfully!" = "Consent PIN Set Successfully!";

/* No comment provided by engineer. */
"Consent Request Details" = "Consent Request Details";

/* No comment provided by engineer. */
"Consent request for %@ has been updated." = "Consent request for %@ has been updated.";

/* No comment provided by engineer. */
"Consents" = "Consents";

/* No comment provided by engineer. */
"Consult a Doctor Now!" = "Consult a Doctor Now!";

/* No comment provided by engineer. */
"Consult for Free" = "Consult for Free";

/* No comment provided by engineer. */
"Consult with the doctor over a video call. Please use this service only if you or a family member genuinely need it!" = "Consult with the doctor over a video call. Please use this service only if you or a family member genuinely need it!";

/* No comment provided by engineer. */
"Consulting for" = "Consulting for";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Couldn't extract required data from the QR code" = "Couldn't extract required data from the QR code";

/* No comment provided by engineer. */
"Couldn't find record" = "Couldn't find record";

/* No comment provided by engineer. */
"Counter Code: %@" = "Counter Code: %@";

/* No comment provided by engineer. */
"CoWIN OTP has been sent to %@" = "CoWIN OTP has been sent to %@";

/* No comment provided by engineer. */
"CoWIN OTP Verification" = "CoWIN OTP Verification";

/* No comment provided by engineer. */
"CoWIN Vaccination" = "CoWIN Vaccination";

/* No comment provided by engineer. */
"Create %@" = "Create %@";

/* No comment provided by engineer. */
"Create %@ Address" = "Create %@ Address";

/* No comment provided by engineer. */
"Create %@ for" = "Create %@ for";

/* No comment provided by engineer. */
"Create %@ number" = "Create %@ number";

/* No comment provided by engineer. */
"Create %@ using" = "Create %@ using";

/* No comment provided by engineer. */
"Create ABHA (Health ID)" = "Create ABHA (Health ID)";

/* No comment provided by engineer. */
"Create your Health Profile" = "Create your Health Profile";

/* No comment provided by engineer. */
"Create Your Profile" = "Create Your Profile";

/* No comment provided by engineer. */
"DANGER" = "DANGER";

/* No comment provided by engineer. */
"Danger Zone" = "Danger Zone";

/* No comment provided by engineer. */
"Date of birth" = "Date of birth";

/* No comment provided by engineer. */
"Date of Birth" = "Date of Birth";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Account" = "Delete Account";

/* No comment provided by engineer. */
"Delete Eka Account" = "Delete Eka Account";

/* No comment provided by engineer. */
"Delete Member" = "Delete Member";

/* No comment provided by engineer. */
"Delete Profile" = "Delete Profile";

/* No comment provided by engineer. */
"Delete Profiles" = "Delete Profiles";

/* No comment provided by engineer. */
"Delete Record" = "Delete Record";

/* No comment provided by engineer. */
"Delete this file?" = "Delete this file?";

/* No comment provided by engineer. */
"Delete this record?" = "Delete this record?";

/* No comment provided by engineer. */
"Deleted member %@" = "Deleted member %@";

/* No comment provided by engineer. */
"Deleting primary account will delete all family member profiles" = "Deleting primary account will delete all family member profiles";

/* No comment provided by engineer. */
"Denied" = "Denied";

/* No comment provided by engineer. */
"Denied at" = "Denied at";

/* No comment provided by engineer. */
"Denied Consent Details" = "Denied Consent Details";

/* No comment provided by engineer. */
"Deny" = "Deny";

/* No comment provided by engineer. */
"Deny Authorisation Request?" = "Deny Authorisation Request?";

/* No comment provided by engineer. */
"Deny Consent Request" = "Deny Consent Request";

/* No comment provided by engineer. */
"Deny Subscription Request" = "Deny Subscription Request";

/* No comment provided by engineer. */
"Deselect all Health Care Providers" = "Deselect all Health Care Providers";

/* No comment provided by engineer. */
"Deselecting documents will revoke access to fetch and store health records for all health care providers" = "Deselecting documents will revoke access to fetch and store health records for all health care providers";

/* No comment provided by engineer. */
"Digital Health Records" = "Digital Health Records";

/* No comment provided by engineer. */
"Discover Records" = "Discover Records";

/* No comment provided by engineer. */
"Doctor Name" = "Doctor Name";

/* No comment provided by engineer. */
"Doctor's Phone Number" = "Doctor's Phone Number";

/* No comment provided by engineer. */
"Doctors" = "Doctors";

/* No comment provided by engineer. */
"Document Date" = "Document Date";

/* No comment provided by engineer. */
"Document Date (Optional)" = "Document Date (Optional)";

/* No comment provided by engineer. */
"Document Types" = "Document Types";

/* No comment provided by engineer. */
"Documents" = "Documents";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Don’t Save" = "Don’t Save";

/* No comment provided by engineer. */
"Dose 1" = "Dose 1";

/* No comment provided by engineer. */
"Dose 1:" = "Dose 1:";

/* No comment provided by engineer. */
"Dose 2" = "Dose 2";

/* No comment provided by engineer. */
"Dose 2:" = "Dose 2:";

/* No comment provided by engineer. */
"Download Another Certificate" = "Download Another Certificate";

/* No comment provided by engineer. */
"Download CoWIN Certificate" = "Download CoWIN Certificate";

/* No comment provided by engineer. */
"Download Vaccination Certificate" = "Download Vaccination Certificate";

/* No comment provided by engineer. */
"Download Vaccine Certificate" = "Download Vaccine Certificate";

/* No comment provided by engineer. */
"Due after %@" = "Due after %@";

/* No comment provided by engineer. */
"Duration" = "Duration";

/* No comment provided by engineer. */
"Easy sign up" = "Easy sign up";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Access" = "Edit Access";

/* No comment provided by engineer. */
"Edit Document Details" = "Edit Document Details";

/* No comment provided by engineer. */
"Edit Profile" = "Edit Profile";

/* No comment provided by engineer. */
"Edit Request" = "Edit Request";

/* No comment provided by engineer. */
"Edit Test Data" = "Edit Test Data";

/* No comment provided by engineer. */
"Eka Care has integrated with %@ to develop the backbone necessary to support the integrated digital health infrastructure of the country." = "Eka Care has integrated with %@ to develop the backbone necessary to support the integrated digital health infrastructure of the country.";

/* No comment provided by engineer. */
"Eka Care Home" = "Eka Care Home";

/* No comment provided by engineer. */
"Eka care Home" = "Eka care Home";

/* No comment provided by engineer. */
"Eka never shares any of your information without your permissions" = "Eka never shares any of your information without your permissions";

/* No comment provided by engineer. */
"Eka Privacy Policy" = "Eka Privacy Policy";

/* No comment provided by engineer. */
"Eka privacy policy is in line with Google API service User Data Policy." = "Eka privacy policy is in line with Google API service User Data Policy.";

/* No comment provided by engineer. */
"EKA PROFILE DETAILS" = "EKA PROFILE DETAILS";

/* No comment provided by engineer. */
"Eka Secure" = "Eka Secure";

/* No comment provided by engineer. */
"Eka.Care Whatsapp (9972088103)" = "Eka.Care Whatsapp (9972088103)";

/* No comment provided by engineer. */
"Email Addresses and Medical terms" = "Email Addresses and Medical terms";

/* No comment provided by engineer. */
"Email Addresses Only" = "Email Addresses Only";

/* No comment provided by engineer. */
"End Call" = "End Call";

/* No comment provided by engineer. */
"Enter %@" = "Enter %@";

/* No comment provided by engineer. */
"Enter %@ Address" = "Enter %@ Address";

/* No comment provided by engineer. */
"Enter Address" = "Enter Address";

/* No comment provided by engineer. */
"Enter Area, City" = "Enter Area, City";

/* No comment provided by engineer. */
"Enter Current Consent PIN" = "Enter Current Consent PIN";

/* No comment provided by engineer. */
"Enter Document Details" = "Enter Document Details";

/* No comment provided by engineer. */
"Enter Full Name" = "Enter Full Name";

/* No comment provided by engineer. */
"Enter Mobile Number" = "Enter Mobile Number";

/* No comment provided by engineer. */
"Enter name" = "Enter name";

/* No comment provided by engineer. */
"Enter New Consent PIN" = "Enter New Consent PIN";

/* No comment provided by engineer. */
"Enter number" = "Enter number";

/* No comment provided by engineer. */
"Enter OTP" = "Enter OTP";

/* No comment provided by engineer. */
"Enter OTP received on your Aadhaar linked mobile number" = "Enter OTP received on your Aadhaar linked mobile number";

/* No comment provided by engineer. */
"Enter OTP received through %@ to verify your number %@" = "Enter OTP received through %1$@ to verify your number %2$@";

/* No comment provided by engineer. */
"Enter OTP received through Co-Win to verify your number %@" = "Enter OTP received through Co-Win to verify your number %@";

/* No comment provided by engineer. */
"Enter OTP received through CoWIN to verify your number %@" = "Enter OTP received through CoWIN to verify your number %@";

/* No comment provided by engineer. */
"Enter phone number" = "Enter phone number";

/* No comment provided by engineer. */
"Enter Specialization" = "Enter Specialization";

/* OTP sent to number */
"Enter the OTP sent to %@" = "Enter the OTP sent to %@";

/* No comment provided by engineer. */
"Enter your 10 digit number for CoWIN authentication" = "Enter your 10 digit number for CoWIN authentication";

/* No comment provided by engineer. */
"Enter your 4 digit Consent PIN" = "Enter your 4 digit Consent PIN";

/* No comment provided by engineer. */
"Enter your Aadhaar number below" = "Enter your Aadhaar number below";

/* No comment provided by engineer. */
"Enter your reason here..." = "Enter your reason here...";

/* Failed to log out */
"Error" = "Error";

/* No comment provided by engineer. */
"Exit this assessment?" = "Exit this assessment?";

/* No comment provided by engineer. */
"Exit without saving" = "Exit without saving";

/* No comment provided by engineer. */
"Expired" = "Expired";

/* No comment provided by engineer. */
"Expired at" = "Expired at";

/* No comment provided by engineer. */
"Expired Consent Details" = "Expired Consent Details";

/* No comment provided by engineer. */
"Expires on" = "Expires on";

/* No comment provided by engineer. */
"Expiry" = "Expiry";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Failed to access camera" = "Failed to access camera";

/* No comment provided by engineer. */
"Failed to access microphone. Please allow microphone access from Settings and try again" = "Failed to access microphone. Please allow microphone access from Settings and try again";

/* No comment provided by engineer. */
"Failed to delete record" = "Failed to delete record";

/* No comment provided by engineer. */
"Failed to deleted vital" = "Failed to deleted vital";

/* No comment provided by engineer. */
"Failed to modify the record filters" = "Failed to modify the record filters";

/* No comment provided by engineer. */
"Failed to send the OTP. Please try again." = "Failed to send the OTP. Please try again.";

/* No comment provided by engineer. */
"Failed to share record" = "Failed to share record";

/* No comment provided by engineer. */
"Failed to submit response. Please try again" = "Failed to submit response. Please try again";

/* No comment provided by engineer. */
"Failed to update values" = "Failed to update values";

/* No comment provided by engineer. */
"Failed to upload file, please try again" = "Failed to upload file, please try again";

/* No comment provided by engineer. */
"Failed to upload files. Please try again" = "Failed to upload files. Please try again";

/* No comment provided by engineer. */
"Fee" = "Fee";

/* No comment provided by engineer. */
"Female" = "Female";

/* No comment provided by engineer. */
"Fetch Records" = "Fetch Records";

/* No comment provided by engineer. */
"File" = "File";

/* No comment provided by engineer. */
"Fill a short assessment to help your doctors understand your Covid symptoms better. Most people with COVID-19 can recover at home with medical care." = "Fill a short assessment to help your doctors understand your Covid symptoms better. Most people with COVID-19 can recover at home with medical care.";

/* No comment provided by engineer. */
"Following profile(s) will be deleted" = "Following profile(s) will be deleted";

/* No comment provided by engineer. */
"Forgot Consent PIN?" = "Forgot Consent PIN?";

/* No comment provided by engineer. */
"Found for" = "Found for";

/* No comment provided by engineer. */
"Found Identical Records" = "Found Identical Records";

/* No comment provided by engineer. */
"Free Covid Consultation" = "Free Covid Consultation";

/* No comment provided by engineer. */
"Friday" = "Friday";

/* No comment provided by engineer. */
"From" = "From";

/* No comment provided by engineer. */
"from Gmail & share them securely with your doctors." = "from Gmail & share them securely with your doctors.";

/* No comment provided by engineer. */
"Full Name" = "Full Name";

/* No comment provided by engineer. */
"Gallery" = "Gallery";

/* No comment provided by engineer. */
"Gender" = "Gender";

/* No comment provided by engineer. */
"Gently cover back camera with your finger to start the measurement." = "Gently cover back camera with your finger to start the measurement.";

/* No comment provided by engineer. */
"Get comprehensive view of your health vitals" = "Get comprehensive view of your health vitals";

/* No comment provided by engineer. */
"Get Direction" = "Get Direction";

/* No comment provided by engineer. */
"Get informed on incoming consent requests from your healthcare providers." = "Get informed on incoming consent requests from your healthcare providers.";

/* No comment provided by engineer. */
"Get notification about the new records available with linked providers" = "Get notification about the new records available with linked providers";

/* No comment provided by engineer. */
"Give Permission" = "Give Permission";

/* No comment provided by engineer. */
"Give Permissions" = "Give Permissions";

/* No comment provided by engineer. */
"Go back to previous step?" = "Go back to previous step?";

/* No comment provided by engineer. */
"Go to settings" = "Go to settings";

/* No comment provided by engineer. */
"Go to Settings" = "Go to Settings";

/* No comment provided by engineer. */
"Google Data policy" = "Google Data policy";

/* No comment provided by engineer. */
"Google User Data Policy" = "Google User Data Policy";

/* No comment provided by engineer. */
"Grant Access" = "Grant Access";

/* No comment provided by engineer. */
"Granted" = "Granted";

/* No comment provided by engineer. */
"Granted at" = "Granted at";

/* No comment provided by engineer. */
"Granted Consent Details" = "Granted Consent Details";

/* No comment provided by engineer. */
"Health Assessment" = "Health Assessment";

/* No comment provided by engineer. */
"Health Care Providers" = "Health Care Providers";

/* No comment provided by engineer. */
"Health ID" = "Health ID";

/* No comment provided by engineer. */
"Healthcare providers can ask for permission to access your medical records.\n\nIncoming requests get added here." = "Healthcare providers can ask for permission to access your medical records.\n\nIncoming requests get added here.";

/* No comment provided by engineer. */
"Healthcare providers can ask for permission to access your medical records.\nIncoming requests get added here." = "Healthcare providers can ask for permission to access your medical records.\nIncoming requests get added here.";

/* No comment provided by engineer. */
"HEALTHY" = "HEALTHY";

/* No comment provided by engineer. */
"Healthy Zone" = "Healthy Zone";

/* No comment provided by engineer. */
"Heart Rate" = "Heart Rate";

/* No comment provided by engineer. */
"Help in growing the eka community" = "Help in growing the eka community";

/* No comment provided by engineer. */
"Hey %@!" = "Hey %@!";

/* No comment provided by engineer. */
"HIGH" = "HIGH";

/* No comment provided by engineer. */
"High intensity of flash in some devices can cause contact area to heat up. Please remove your finger if it gets uncomfortable." = "High intensity of flash in some devices can cause contact area to heat up. Please remove your finger if it gets uncomfortable.";

/* No comment provided by engineer. */
"High Range" = "High Range";

/* No comment provided by engineer. */
"High Zone" = "High Zone";

/* No comment provided by engineer. */
"HIP ID: %@" = "HIP ID: %@";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"I agree to receive important updates on Whatsapp" = "I agree to receive important updates on Whatsapp";

/* No comment provided by engineer. */
"I Understand" = "I Understand";

/* No comment provided by engineer. */
"I, hereby declare that I am voluntarily sharing my identity information with the National Health Authority (NHA) for the sole purpose of creating a Ayushman Bharat Health Account (ABHA Address). I understand my ABHA Address can be used in any healthcare interaction across India. I consciously choose the option of KYC (Name, Address, Age, Date of Birth, Gender and Photograph) through Govt. of India (GOI) issued identity proof document. I understand that my personal identifiable information, relevant to this transaction, will be stored by National Health Authority (NHA) solely for the purpose of Ayushman Bharat Health Account (ABHA Address) which, in turn, can be used in any health care interaction across India.\n  \n  I am aware that my personal identifiable information (Name, Address, Age, Date of Birth, Gender and Photograph) may be made available to the entities working in the National Digital Health Mission (NDHM) framework for enabling the healthcare services to me across India. I reserve the right to revoke the given consent at any time from the National Health Authority (NHA) at my own discretion." = "I, hereby declare that I am voluntarily sharing my identity information with the National Health Authority (NHA) for the sole purpose of creating a Ayushman Bharat Health Account (ABHA Address). I understand my ABHA Address can be used in any healthcare interaction across India. I consciously choose the option of KYC (Name, Address, Age, Date of Birth, Gender and Photograph) through Govt. of India (GOI) issued identity proof document. I understand that my personal identifiable information, relevant to this transaction, will be stored by National Health Authority (NHA) solely for the purpose of Ayushman Bharat Health Account (ABHA Address) which, in turn, can be used in any health care interaction across India.\n  \n  I am aware that my personal identifiable information (Name, Address, Age, Date of Birth, Gender and Photograph) may be made available to the entities working in the National Digital Health Mission (NDHM) framework for enabling the healthcare services to me across India. I reserve the right to revoke the given consent at any time from the National Health Authority (NHA) at my own discretion.";

/* No comment provided by engineer. */
"ID Number" = "ID Number";

/* No comment provided by engineer. */
"In Range" = "In Range";

/* No comment provided by engineer. */
"Information shared during assessment" = "Information shared during assessment";

/* No comment provided by engineer. */
"Insufficient information" = "Insufficient information";

/* No comment provided by engineer. */
"Integrated Heart Rate Monitor, Track longitudinal trends of 500+ vitals." = "Integrated Heart Rate Monitor, Track longitudinal trends of 500+ vitals.";

/* No comment provided by engineer. */
"Invite Doctor" = "Invite Doctor";

/* No comment provided by engineer. */
"Invoices" = "Invoices";

/* Generic copy */
"Join eka.care" = "Join eka.care";

/* No comment provided by engineer. */
"Journey" = "Journey";

/* No comment provided by engineer. */
"Keep All" = "Keep All";

/* No comment provided by engineer. */
"Keep Selected" = "Keep Selected";

/* No comment provided by engineer. */
"Keep track of ongoing consents and manage them with ease." = "Keep track of ongoing consents and manage them with ease.";

/* No comment provided by engineer. */
"Keeping identical records will populate vital graphs with duplicate data." = "Keeping identical records will populate vital graphs with duplicate data.";

/* No comment provided by engineer. */
"Lab Parameters" = "Lab Parameters";

/* No comment provided by engineer. */
"Lab Reports" = "Lab Reports";

/* No comment provided by engineer. */
"Language" = "Language";

/* No comment provided by engineer. */
"Last synced: %@" = "Last synced: %@";

/* No comment provided by engineer. */
"Last updated on %@" = "Last updated on %@";

/* No comment provided by engineer. */
"Latest: %@" = "Latest: %@";

/* No comment provided by engineer. */
"Learn about Gmail Sync" = "Learn about Gmail Sync";

/* No comment provided by engineer. */
"Learn how domains and search terms are used to find records" = "Learn how domains and search terms are used to find records";

/* No comment provided by engineer. */
"Learn how smart health views are created!" = "Learn how smart health views are created!";

/* No comment provided by engineer. */
"Learn More" = "Learn More";

/* No comment provided by engineer. */
"Learn more about Privacy Policy" = "Learn more about Privacy Policy";

/* No comment provided by engineer. */
"Let's Start" = "Let's Start";

/* No comment provided by engineer. */
"Let’s Get Started!" = "Let’s Get Started!";

/* No comment provided by engineer. */
"Link %@" = "Link %@";

/* No comment provided by engineer. */
"Link health records with your unique %@" = "Link health records with your unique %@";

/* No comment provided by engineer. */
"Link health records with your unique Health ID" = "Link health records with your unique Health ID";

/* No comment provided by engineer. */
"Link new records with your ABHA (Health ID) and enable sharing in future on consent" = "Link new records with your ABHA (Health ID) and enable sharing in future on consent";

/* No comment provided by engineer. */
"Link Records" = "Link Records";

/* No comment provided by engineer. */
"Link records to %@ Address" = "Link records to %@ Address";

/* No comment provided by engineer. */
"Link records with your health account" = "Link records with your health account";

/* No comment provided by engineer. */
"Link your %@" = "Link your %@";

/* No comment provided by engineer. */
"Link your Eka Profile from the list of ABHA Addresses found against your mobile number" = "Link your Eka Profile from the list of ABHA Addresses found against your mobile number";

/* No comment provided by engineer. */
"Link your medical records from %@ participating healthcare providers you visited." = "Link your medical records from %@ participating healthcare providers you visited.";

/* No comment provided by engineer. */
"Link your medical records from ABDM participating healthcare providers you visited." = "Link your medical records from ABDM participating healthcare providers you visited.";

/* No comment provided by engineer. */
"Link your records from goverment programs" = "Link your records from goverment programs";

/* No comment provided by engineer. */
"Linked" = "Linked";

/* No comment provided by engineer. */
"LOADING..." = "LOADING...";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Login to %@" = "Login to %@";

/* No comment provided by engineer. */
"Login with %@ and Link with Eka profile to access all your medical records" = "Login with %@ and Link with Eka profile to access all your medical records";

/* No comment provided by engineer. */
"Login with CoWIN" = "Login with CoWIN";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"LOW" = "LOW";

/* No comment provided by engineer. */
"Low Range" = "Low Range";

/* No comment provided by engineer. */
"Low Zone" = "Low Zone";

/* No comment provided by engineer. */
"Mail at %@" = "Mail at %@";

/* No comment provided by engineer. */
"Male" = "Male";

/* No comment provided by engineer. */
"Manage Appointment" = "Manage Appointment";

/* No comment provided by engineer. */
"Manage your Health Records" = "Manage your Health Records";

/* No comment provided by engineer. */
"Manage, Track and Assess your body health. Share your health profile with Doctors securely." = "Manage, Track and Assess your body health. Share your health profile with Doctors securely.";

/* No comment provided by engineer. */
"MAPPED DATA" = "MAPPED DATA";

/* No comment provided by engineer. */
"Maximum upload file size: %dMB" = "Maximum upload file size: %dMB";

/* No comment provided by engineer. */
"Measurement Completed" = "Measurement Completed";

/* No comment provided by engineer. */
"Measurement in progress, keep your device steady" = "Measurement in progress, keep your device steady";

/* No comment provided by engineer. */
"Medical Documents" = "Medical Documents";

/* No comment provided by engineer. */
"MEDICAL HISTORY" = "MEDICAL HISTORY";

/* No comment provided by engineer. */
"Medical Profile" = "Medical Profile";

/* No comment provided by engineer. */
"Medical Records" = "Medical Records";

/* No comment provided by engineer. */
"Medical Sources" = "Medical Sources";

/* No comment provided by engineer. */
"Member with name %@ already exists" = "Member with name %@ already exists";

/* No comment provided by engineer. */
"Members not found!" = "Members not found!";

/* No comment provided by engineer. */
"Mic and Camera" = "Mic and Camera";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Microphone Unavailable" = "Microphone Unavailable";

/* No comment provided by engineer. */
"Missing Fields" = "Missing Fields";

/* No comment provided by engineer. */
"Mobile Number" = "Mobile Number";

/* Mobile number placeholder */
"Mobile number" = "Mobile number";

/* No comment provided by engineer. */
"Monday" = "Monday";

/* No comment provided by engineer. */
"Motion detected, please stay still." = "Motion detected, please stay still.";

/* No comment provided by engineer. */
"My %@ Number" = "My %@ Number";

/* No comment provided by engineer. */
"My Health" = "My Health";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Name doesn't match. Please try again." = "Name doesn't match. Please try again.";

/* No comment provided by engineer. */
"needed for Document Sharing with your doctors" = "needed for Document Sharing with your doctors";

/* No comment provided by engineer. */
"Needed for finding vaccination centers near you" = "Needed for finding vaccination centers near you";

/* No comment provided by engineer. */
"needed for tele-consultation" = "needed for tele-consultation";

/* No comment provided by engineer. */
"NEEDS CONFRIMATION" = "NEEDS CONFRIMATION";

/* No comment provided by engineer. */
"New OTP requested successfully!" = "New OTP requested successfully!";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No %@ associated with this profile" = "No %@ associated with this profile";

/* No comment provided by engineer. */
"No data added" = "No data added";

/* No comment provided by engineer. */
"No Data Found" = "No Data Found";

/* No comment provided by engineer. */
"No Denied Requests" = "No Denied Requests";

/* No comment provided by engineer. */
"No Expired Requests" = "No Expired Requests";

/* No comment provided by engineer. */
"No Granted Requests" = "No Granted Requests";

/* No comment provided by engineer. */
"No Internet connectivity" = "No Internet connectivity";

/* No comment provided by engineer. */
"No Media Found" = "No Media Found";

/* No comment provided by engineer. */
"No out of range vitals found!" = "No out of range vitals found!";

/* No comment provided by engineer. */
"No Pending Requests" = "No Pending Requests";

/* No comment provided by engineer. */
"No records found" = "No records found";

/* No comment provided by engineer. */
"No results found" = "No results found";

/* No comment provided by engineer. */
"None of your doctors have access to the document" = "None of your doctors have access to the document";

/* No comment provided by engineer. */
"Noraml" = "Noraml";

/* No comment provided by engineer. */
"Not Selected" = "Not Selected";

/* No comment provided by engineer. */
"Not taken" = "Not taken";

/* No comment provided by engineer. */
"Note: This is not a diagnosis and reach out to a doctor for a proper diagnosis. It is advisable to contact doctor on eka.care for better advice & medical treatment." = "Note: This is not a diagnosis and reach out to a doctor for a proper diagnosis. It is advisable to contact doctor on eka.care for better advice & medical treatment.";

/* No comment provided by engineer. */
"Now you can add medical records to Eka by clicking on the plus button or by sharing them on %@ or emailing to %@" = "Now you can add medical records to Eka by clicking on the plus button or by sharing them on %1$@ or emailing to %2$@";

/* How the patient manage their visit with this doctor */
"Now you can manage your visits with %@ on eka care App." = "Now you can manage your visits with %@ on eka care App.";

/* No comment provided by engineer. */
"Now you can share your ABHA Address with participating healthcare providers, and they can request for medical records." = "Now you can share your ABHA Address with participating healthcare providers, and they can request for medical records.";

/* No comment provided by engineer. */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline!" = "Offline!";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Okay";

/* No comment provided by engineer. */
"ON" = "ON";

/* No comment provided by engineer. */
"Once the request is approved, the certificate will be removed from your list of beneficiaries." = "Once the request is approved, the certificate will be removed from your list of beneficiaries.";

/* No comment provided by engineer. */
"One place to manage permission requests to access your medical records. " = "One place to manage permission requests to access your medical records. ";

/* No comment provided by engineer. */
"Only contain letters, numbers and the symbols , / -" = "Only contain letters, numbers and the symbols , / -";

/* No comment provided by engineer. */
"Only contains letters" = "Only contains letters";

/* No comment provided by engineer. */
"Only selected document types will be subscribed" = "Only selected document types will be subscribed";

/* No comment provided by engineer. */
"Only the selected record will be kept and others will be deleted." = "Only the selected record will be kept and others will be deleted.";

/* No comment provided by engineer. */
"Oops! Gmail authorisation failed" = "Oops! Gmail authorisation failed";

/* No comment provided by engineer. */
"Oops! Gmail Sync failed" = "Oops! Gmail Sync failed";

/* No comment provided by engineer. */
"Oops, something went wrong" = "Oops, something went wrong";

/* No comment provided by engineer. */
"Open Original Record" = "Open Original Record";

/* No comment provided by engineer. */
"OR" = "OR";

/* No comment provided by engineer. */
"Organize and search your records with these tags" = "Organize and search your records with these tags";

/* No comment provided by engineer. */
"Organize your medical documents with smart tags and find them easily across symptoms, medicines, health parameters and more." = "Organize your medical documents with smart tags and find them easily across symptoms, medicines, health parameters and more.";

/* No comment provided by engineer. */
"Original Record" = "Original Record";

/* No comment provided by engineer. */
"Other" = "Other";

/* No comment provided by engineer. */
"Others" = "Others";

/* OTP sent to number */
"OTP sent to %@" = "OTP sent to %@";

/* Mobile number placeholder */
"OTP Verification" = "OTP Verification";

/* No comment provided by engineer. */
"Our Privacy policy is in line with Google API service User Data Policy" = "Our Privacy policy is in line with Google API service User Data Policy";

/* No comment provided by engineer. */
"Out of Range" = "Out of Range";

/* No comment provided by engineer. */
"Out of range (%@)" = "Out of range (%@)";

/* No comment provided by engineer. */
"Out of range vitals" = "Out of range vitals";

/* No comment provided by engineer. */
"Own Your Certificate" = "Own Your Certificate";

/* No comment provided by engineer. */
"Own your Vaccination Certificate and manage your Covid Vaccination Schedule" = "Own your Vaccination Certificate and manage your Covid Vaccination Schedule";

/* No comment provided by engineer. */
"Owner to initiate the transfer process" = "Owner to initiate the transfer process";

/* No comment provided by engineer. */
"Ownership Transfer Initiated" = "Ownership Transfer Initiated";

/* No comment provided by engineer. */
"Patient Details" = "Patient Details";

/* No comment provided by engineer. */
"Pay after consultation" = "Pay after consultation";

/* No comment provided by engineer. */
"Pending" = "Pending";

/* No comment provided by engineer. */
"Permissions" = "Permissions";

/* No comment provided by engineer. */
"Permissions Required" = "Permissions Required";

/* No comment provided by engineer. */
"Personal Health records (PHR)" = "Personal Health records (PHR)";

/* Mobile number placeholder */
"Phone number" = "Phone number";

/* No comment provided by engineer. */
"Photo ID" = "Photo ID";

/* No comment provided by engineer. */
"Photo ID Proof" = "Photo ID Proof";

/* No comment provided by engineer. */
"Photo Unavailable" = "Photo Unavailable";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Picture Gallery" = "Picture Gallery";

/* No comment provided by engineer. */
"PIN doesn't match" = "PIN doesn't match";

/* No comment provided by engineer. */
"Pincode" = "Pincode";

/* No comment provided by engineer. */
"Please allow both mic and camera permissions for the teleconsultation. After granting permissions in settings please join the call again" = "Please allow both mic and camera permissions for the teleconsultation. After granting permissions in settings please join the call again";

/* No comment provided by engineer. */
"Please allow camera access from Settings to record videos and capture photos" = "Please allow camera access from Settings to record videos and capture photos";

/* No comment provided by engineer. */
"Please complete the form" = "Please complete the form";

/* No comment provided by engineer. */
"Please enter %@ below to delete account. This is required to ensure security." = "Please enter %@ below to delete account. This is required to ensure security.";

/* No comment provided by engineer. */
"Please enter a valid mobile number" = "Please enter a valid mobile number";

/* No comment provided by engineer. */
"Please Enter your phone number to recieve a CoWIN OTP" = "Please Enter your phone number to recieve a CoWIN OTP";

/* No comment provided by engineer. */
"Please open Settings and grant permission for this app to use your camera." = "Please open Settings and grant permission for this app to use your camera.";

/* No comment provided by engineer. */
"Please provide details" = "Please provide details";

/* No comment provided by engineer. */
"Please provide reason for denying request" = "Please provide reason for denying request";

/* No comment provided by engineer. */
"Please reach the vaccination center 15 minutes prior to your appointment. Carry the Govt. photo ID used for registration." = "Please reach the vaccination center 15 minutes prior to your appointment. Carry the Govt. photo ID used for registration.";

/* No comment provided by engineer. */
"Please select" = "Please select";

/* No comment provided by engineer. */
"Please select a time slot" = "Please select a time slot";

/* No comment provided by engineer. */
"Please try again" = "Please try again";

/* Failed to log out */
"Please try again later" = "Please try again later";

/* No comment provided by engineer. */
"Please try searching another lab parameter" = "Please try searching another lab parameter";

/* No comment provided by engineer. */
"Please verify the data below:" = "Please verify the data below:";

/* No comment provided by engineer. */
"Please wait while we save your reading" = "Please wait while we save your reading";

/* No comment provided by engineer. */
"Please wait while we set things up for you!" = "Please wait while we set things up for you!";

/* No comment provided by engineer. */
"Possible diseases based on responses during assessment" = "Possible diseases based on responses during assessment";

/* No comment provided by engineer. */
"Prescription" = "Prescription";

/* No comment provided by engineer. */
"Prescriptions" = "Prescriptions";

/* No comment provided by engineer. */
"Press “Continue” and provide consent to save the default preferences. You can override the preferences and choose to manage your consents manually." = "Press “Continue” and provide consent to save the default preferences. You can override the preferences and choose to manage your consents manually.";

/* No comment provided by engineer. */
"Press “Settings” icon to access/change your consent manager preference anytime." = "Press “Settings” icon to access/change your consent manager preference anytime.";

/* No comment provided by engineer. */
"Previous value:" = "Previous value:";

/* No comment provided by engineer. */
"Primary profile" = "Primary profile";

/* No comment provided by engineer. */
"Privacy and security first" = "Privacy and security first";

/* No comment provided by engineer. */
"Privacy Policy" = "Privacy Policy";

/* No comment provided by engineer. */
"Privacy settings have disabled use of the %@. You can change this in Settings." = "Privacy settings have disabled use of the %@. You can change this in Settings.";

/* No comment provided by engineer. */
"PROCESSING" = "PROCESSING";

/* No comment provided by engineer. */
"Profile deleted successfully" = "Profile deleted successfully";

/* No comment provided by engineer. */
"Profile details shared successfully." = "Profile details shared successfully.";

/* No comment provided by engineer. */
"Profile details shared with %@ successfully." = "Profile details shared with %@ successfully.";

/* No comment provided by engineer. */
"Profile Info" = "Profile Info";

/* No comment provided by engineer. */
"Profile Updated Successfully" = "Profile Updated Successfully";

/* No comment provided by engineer. */
"Prognosis" = "Prognosis";

/* No comment provided by engineer. */
"Provide access to your medical records with your consent. Setup your Consent PIN now." = "Provide access to your medical records with your consent. Setup your Consent PIN now.";

/* No comment provided by engineer. */
"Providers" = "Providers";

/* No comment provided by engineer. */
"Pull to refresh" = "Pull to refresh";

/* No comment provided by engineer. */
"Pull to Refresh" = "Pull to Refresh";

/* No comment provided by engineer. */
"Purpose of Request" = "Purpose of Request";

/* No comment provided by engineer. */
"Quickly access your %@ to share your details with participating healthcare providers." = "Quickly access your %@ to share your details with participating healthcare providers.";

/* No comment provided by engineer. */
"Quickly access your Health ID to share with participating healthcare providers." = "Quickly access your Health ID to share with participating healthcare providers.";

/* No comment provided by engineer. */
"Range Not Calculated" = "Range Not Calculated";

/* No comment provided by engineer. */
"Range Unavailable" = "Range Unavailable";

/* No comment provided by engineer. */
"Rapid Covid Connect" = "Rapid Covid Connect";

/* No comment provided by engineer. */
"Re-enter your 4 digit Consent PIN" = "Re-enter your 4 digit Consent PIN";

/* No comment provided by engineer. */
"Reached maximum character limit" = "Reached maximum character limit";

/* No comment provided by engineer. */
"Read More" = "Read More";

/* No comment provided by engineer. */
"Received on" = "Received on";

/* No comment provided by engineer. */
"Recommended" = "Recommended";

/* No comment provided by engineer. */
"Record %@" = "Record %@";

/* No comment provided by engineer. */
"Record a Video" = "Record a Video";

/* No comment provided by engineer. */
"Record an Audio" = "Record an Audio";

/* No comment provided by engineer. */
"Record Deleted Successfully" = "Record Deleted Successfully";

/* No comment provided by engineer. */
"Record details updated" = "Record details updated";

/* No comment provided by engineer. */
"Record for" = "Record for";

/* No comment provided by engineer. */
"Record moved to %@'s profile" = "Record moved to %@'s profile";

/* No comment provided by engineer. */
"Recording tele-consultation is mandatory for medico legal purpose" = "Recording tele-consultation is mandatory for medico legal purpose";

/* No comment provided by engineer. */
"Records" = "Records";

/* No comment provided by engineer. */
"Records from \(provider) are linked successfully." = "Records from \(provider) are linked successfully.";

/* No comment provided by engineer. */
"Records from \(providerName) are linked successfully." = "Records from \(providerName) are linked successfully.";

/* No comment provided by engineer. */
"Ref ID" = "Ref ID";

/* No comment provided by engineer. */
"Reference ID" = "Reference ID";

/* No comment provided by engineer. */
"Refrain from uploading non-medical documents, these files may get deleted. " = "Refrain from uploading non-medical documents, these files may get deleted. ";

/* No comment provided by engineer. */
"Refresh" = "Refresh";

/* No comment provided by engineer. */
"Refresh Now" = "Refresh Now";

/* No comment provided by engineer. */
"Register For Vaccination" = "Register For Vaccination";

/* No comment provided by engineer. */
"Related Vitals" = "Related Vitals";

/* No comment provided by engineer. */
"Relationship" = "Relationship";

/* No comment provided by engineer. */
"Request Certificate" = "Request Certificate";

/* No comment provided by engineer. */
"Request Information Type" = "Request Information Type";

/* No comment provided by engineer. */
"Request ownership of certificate from different mobile number via sms or Whatsapp" = "Request ownership of certificate from different mobile number via sms or Whatsapp";

/* No comment provided by engineer. */
"Requested at" = "Requested at";

/* No comment provided by engineer. */
"Requested information from following healthcare providers is shared:" = "Requested information from following healthcare providers is shared:";

/* No comment provided by engineer. */
"Requested information shared successfully with %@" = "Requested information shared successfully with %@";

/* No comment provided by engineer. */
"Reschedule Appointment" = "Reschedule Appointment";

/* No comment provided by engineer. */
"Resend OTP" = "Resend OTP";

/* No comment provided by engineer. */
"Resend OTP in %@" = "Resend OTP in %@";

/* No comment provided by engineer. */
"Reset all" = "Reset all";

/* No comment provided by engineer. */
"Responses" = "Responses";

/* No comment provided by engineer. */
"Restrictions settings have disabled use of the %@. You can change this in Settings." = "Restrictions settings have disabled use of the %@. You can change this in Settings.";

/* No comment provided by engineer. */
"Retry Now" = "Retry Now";

/* No comment provided by engineer. */
"Review" = "Review";

/* No comment provided by engineer. */
"Revoke" = "Revoke";

/* No comment provided by engineer. */
"Revoke Access" = "Revoke Access";

/* No comment provided by engineer. */
"Revoke access for %@?" = "Revoke access for %@?";

/* No comment provided by engineer. */
"Revoke access to Gmail anytime" = "Revoke access to Gmail anytime";

/* No comment provided by engineer. */
"Revoke Consent" = "Revoke Consent";

/* No comment provided by engineer. */
"Run Free Health Checks" = "Run Free Health Checks";

/* No comment provided by engineer. */
"Safe & Private" = "Safe & Private";

/* No comment provided by engineer. */
"Saturday" = "Saturday";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Changes" = "Save Changes";

/* No comment provided by engineer. */
"Save Securely" = "Save Securely";

/* No comment provided by engineer. */
"Saved for %@" = "Saved for %@";

/* No comment provided by engineer. */
"Saving records with Eka Care is safe & secure" = "Saving records with Eka Care is safe & secure";

/* No comment provided by engineer. */
"Saving records with Eka Care is safe & secure." = "Saving records with Eka Care is safe & secure.";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* No comment provided by engineer. */
"Scan QR Code" = "Scan QR Code";

/* No comment provided by engineer. */
"Scheduled for %@" = "Scheduled for %@";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search for health vitals, symptoms, doctors, hospitals, and more inside your documents" = "Search for health vitals, symptoms, doctors, hospitals, and more inside your documents";

/* No comment provided by engineer. */
"Search from Email Addresses like @Apollo.com, @SRLlabs.com, @RxDx.in and medical terms like CBC, LFT, Lipid etc." = "Search from Email Addresses like @Apollo.com, @SRLlabs.com, @RxDx.in and medical terms like CBC, LFT, Lipid etc.";

/* No comment provided by engineer. */
"Search Glucose, Hemoglobin..." = "Search Glucose, Hemoglobin...";

/* No comment provided by engineer. */
"Search Healthcare Provider" = "Search Healthcare Provider";

/* No comment provided by engineer. */
"Search in Records" = "Search in Records";

/* No comment provided by engineer. */
"Search your Hospital, Clinic or Lab name" = "Search your Hospital, Clinic or Lab name";

/* No comment provided by engineer. */
"Secret ID:" = "Secret ID:";

/* No comment provided by engineer. */
"Secure" = "Secure";

/* No comment provided by engineer. */
"Secure and Private " = "Secure and Private ";

/* No comment provided by engineer. */
"Seems like the previously selected items have been deleted from the library. Please select more items and try again" = "Seems like the previously selected items have been deleted from the library. Please select more items and try again";

/* No comment provided by engineer. */
"Seems like your mobile is not associated with an %@" = "Seems like your mobile is not associated with an %@";

/* No comment provided by engineer. */
"Seems you are not logged in to %@. Enter OTP received through %@ to verify your number %@" = "Seems you are not logged in to %1$@. Enter OTP received through %2$@ to verify your number %3$@";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Select %@ Profile" = "Select %@ Profile";

/* No comment provided by engineer. */
"Select all Health Care Providers" = "Select all Health Care Providers";

/* No comment provided by engineer. */
"Select Date of Birth" = "Select Date of Birth";

/* No comment provided by engineer. */
"Select from Gallery" = "Select from Gallery";

/* No comment provided by engineer. */
"Select Gender" = "Select Gender";

/* No comment provided by engineer. */
"Select Health care providers whose access is to be revoked" = "Select Health care providers whose access is to be revoked";

/* No comment provided by engineer. */
"Select Items" = "Select Items";

/* No comment provided by engineer. */
"Select Member" = "Select Member";

/* No comment provided by engineer. */
"Select Preferred Time Slot" = "Select Preferred Time Slot";

/* No comment provided by engineer. */
"Select profile to continue" = "Select profile to continue";

/* No comment provided by engineer. */
"Select the profile you want to delete" = "Select the profile you want to delete";

/* No comment provided by engineer. */
"Selected" = "Selected";

/* No comment provided by engineer. */
"Selected healthcare Program" = "Selected healthcare Program";

/* No comment provided by engineer. */
"Selected healthcare provider" = "Selected healthcare provider";

/* No comment provided by engineer. */
"Send a request to the mobile number used at the Vaccination Centre" = "Send a request to the mobile number used at the Vaccination Centre";

/* No comment provided by engineer. */
"Send Transfer Request to Owner" = "Send Transfer Request to Owner";

/* No comment provided by engineer. */
"Setting up your account" = "Setting up your account";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Setup Consent PIN" = "Setup Consent PIN";

/* No comment provided by engineer. */
"Setup Your Consent manager to securely fetch and share  medical records" = "Setup Your Consent manager to securely fetch and share  medical records";

/* No comment provided by engineer. */
"Share %@ Number for" = "Share %@ Number for";

/* No comment provided by engineer. */
"Share by" = "Share by";

/* No comment provided by engineer. */
"Share Details" = "Share Details";

/* No comment provided by engineer. */
"Share Now" = "Share Now";

/* No comment provided by engineer. */
"Share Privately" = "Share Privately";

/* No comment provided by engineer. */
"Share Record" = "Share Record";

/* No comment provided by engineer. */
"Share via SMS" = "Share via SMS";

/* No comment provided by engineer. */
"Share via Whatsapp" = "Share via Whatsapp";

/* No comment provided by engineer. */
"Share with all my doctors" = "Share with all my doctors";

/* No comment provided by engineer. */
"Share with Doctors" = "Share with Doctors";

/* No comment provided by engineer. */
"Share your profile details" = "Share your profile details";

/* No comment provided by engineer. */
"Share..." = "Share...";

/* No comment provided by engineer. */
"Shared with" = "Shared with";

/* No comment provided by engineer. */
"Sharing your data for requested information from following healthcare providers:" = "Sharing your data for requested information from following healthcare providers:";

/* No comment provided by engineer. */
"Sharing your data for requested information, from following healthcare providers:" = "Sharing your data for requested information, from following healthcare providers:";

/* No comment provided by engineer. */
"Show All Center" = "Show All Center";

/* No comment provided by engineer. */
"Sign in or join to manage, track and assess your body health" = "Sign in or join to manage, track and assess your body health";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"Slot availability changes fast. Please book as soon as you see the availability." = "Slot availability changes fast. Please book as soon as you see the availability.";

/* No comment provided by engineer. */
"Slot for" = "Slot for";

/* No comment provided by engineer. */
"Smart Report" = "Smart Report";

/* No comment provided by engineer. */
"Smart Reports" = "Smart Reports";

/* No comment provided by engineer. */
"Smart reports are created by extracting information from your medical reports to better visualize the longitudinal trends of your key lab vitals.\n\nWe are constantly working on improving our machine learning algorithms to extract accurate information from your medical records.\n\nPlease review and verify the extracted information to create meaningful insights out of your records. Your original medical documents remain the source of truth for any reference." = "Smart reports are created by extracting information from your medical reports to better visualize the longitudinal trends of your key lab vitals.\n\nWe are constantly working on improving our machine learning algorithms to extract accurate information from your medical records.\n\nPlease review and verify the extracted information to create meaningful insights out of your records. Your original medical documents remain the source of truth for any reference.";

/* No comment provided by engineer. */
"Someone Else" = "Someone Else";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Something went wrong. Don’t worry your data is safe and secured." = "Something went wrong. Don’t worry your data is safe and secured.";

/* No comment provided by engineer. */
"Something went wrong. Please try again" = "Something went wrong. Please try again";

/* No comment provided by engineer. */
"Something went wrong. Please try again later." = "Something went wrong. Please try again later.";

/* No comment provided by engineer. */
"Something went wrong. Please try again." = "Something went wrong. Please try again.";

/* No comment provided by engineer. */
"Sort By:" = "Sort By:";

/* No comment provided by engineer. */
"Speciality" = "Speciality";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"Start Assessment" = "Start Assessment";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Store all your medical records in a secure vault. Scan and Find your documents across symptoms, medicines, health parameters and more." = "Store all your medical records in a secure vault. Scan and Find your documents across symptoms, medicines, health parameters and more.";

/* No comment provided by engineer. */
"Store Medical Records" = "Store Medical Records";

/* No comment provided by engineer. */
"Submit" = "Submit";

/* No comment provided by engineer. */
"Subscribe for Notifications" = "Subscribe for Notifications";

/* No comment provided by engineer. */
"Subscribe to the healthcare providers and automatically sync your visits" = "Subscribe to the healthcare providers and automatically sync your visits";

/* No comment provided by engineer. */
"Subscription" = "Subscription";

/* No comment provided by engineer. */
"Subscription Duration" = "Subscription Duration";

/* No comment provided by engineer. */
"Subscription updated for %@." = "Subscription updated for %@.";

/* No comment provided by engineer. */
"Subscription will enable %@ to" = "Subscription will enable %@ to";

/* No comment provided by engineer. */
"Successfully added CoWIN certificate(s)" = "Successfully added CoWIN certificate(s)";

/* No comment provided by engineer. */
"Successfully added member" = "Successfully added member";

/* No comment provided by engineer. */
"Suggestions:" = "Suggestions:";

/* No comment provided by engineer. */
"Sunday" = "Sunday";

/* No comment provided by engineer. */
"Switch Profile" = "Switch Profile";

/* No comment provided by engineer. */
"Switch User" = "Switch User";

/* No comment provided by engineer. */
"Switching off auto consent will disable the auto fetch of your medical documents from healthcare providers.\n\nYou will have to manually approve the request in “Pending” section of your “Consent” tab to fetch the documents to Eka App." = "Switching off auto consent will disable the auto fetch of your medical documents from healthcare providers.\n\nYou will have to manually approve the request in “Pending” section of your “Consent” tab to fetch the documents to Eka App.";

/* No comment provided by engineer. */
"Switching off subscription will turn off all the notifications regarding availability of new records from healthcare providers.\n\nYou will have to manually link health care provider and discover the records in “Providers” tab." = "Switching off subscription will turn off all the notifications regarding availability of new records from healthcare providers.\n\nYou will have to manually link health care provider and discover the records in “Providers” tab.";

/* No comment provided by engineer. */
"SYMPTOMS" = "SYMPTOMS";

/* No comment provided by engineer. */
"Sync Medical Records from Gmail to Eka" = "Sync Medical Records from Gmail to Eka";

/* No comment provided by engineer. */
"Sync only medical records" = "Sync only medical records";

/* No comment provided by engineer. */
"Sync Preferences" = "Sync Preferences";

/* No comment provided by engineer. */
"Synced Gmail Accounts" = "Synced Gmail Accounts";

/* No comment provided by engineer. */
"Syncing is in progress" = "Syncing is in progress";

/* No comment provided by engineer. */
"Tag already present" = "Tag already present";

/* No comment provided by engineer. */
"Tag cannot be empty, please try again" = "Tag cannot be empty, please try again";

/* No comment provided by engineer. */
"Take a Picture" = "Take a Picture";

/* No comment provided by engineer. */
"Take care of your health and stay healthy" = "Take care of your health and stay healthy";

/* No comment provided by engineer. */
"Taken on %@" = "Taken on %@";

/* No comment provided by engineer. */
"Talk to Doctor 24x7" = "Talk to Doctor 24x7";

/* No comment provided by engineer. */
"Tap Below to start Recording" = "Tap Below to start Recording";

/* No comment provided by engineer. */
"Terms of Service" = "Terms of Service";

/* No comment provided by engineer. */
"Test Name" = "Test Name";

/* No comment provided by engineer. */
"The assessment taken is private and secure. It will only be visible to you, and your doctor should you choose to share.\n\nYour doctor will be going through the assessment before the consultation." = "The assessment taken is private and secure. It will only be visible to you, and your doctor should you choose to share.\n\nYour doctor will be going through the assessment before the consultation.";

/* No comment provided by engineer. */
"The associated record with this vital might have got deleted. Kindly refresh the data and try again." = "The associated record with this vital might have got deleted. Kindly refresh the data and try again.";

/* No comment provided by engineer. */
"The document is shared with following doctors:" = "The document is shared with following doctors:";

/* No comment provided by engineer. */
"There seems to be a problem with the camera on your device." = "There seems to be a problem with the camera on your device.";

/* No comment provided by engineer. */
"These historical test values are not a part of the graph due to Insufficient information." = "These historical test values are not a part of the graph due to Insufficient information.";

/* No comment provided by engineer. */
"These measures ensure the security and privacy of your health data stored with us" = "These measures ensure the security and privacy of your health data stored with us";

/* No comment provided by engineer. */
"These types of records are not available" = "These types of records are not available";

/* No comment provided by engineer. */
"This %@ is available" = "This %@ is available";

/* No comment provided by engineer. */
"This %@ is not available" = "This %@ is not available";

/* No comment provided by engineer. */
"This action cannot be undone" = "This action cannot be undone";

/* No comment provided by engineer. */
"This action will permanently delete all uploaded files." = "This action will permanently delete all uploaded files.";

/* No comment provided by engineer. */
"This action will permanently delete this reading from this smart report." = "This action will permanently delete this reading from this smart report.";

/* No comment provided by engineer. */
"This app requires permission to help you connect with your trusted doctors and securely store your medical records. Can you provide access to the following :" = "This app requires permission to help you connect with your trusted doctors and securely store your medical records. Can you provide access to the following :";

/* No comment provided by engineer. */
"This data is fetched from your medical records. Upload more records to create trend of your key vitals." = "This data is fetched from your medical records. Upload more records to create trend of your key vitals.";

/* No comment provided by engineer. */
"This information was added manually." = "This information was added manually.";

/* No comment provided by engineer. */
"This is a case sensitive field. Make sure to use exact cases." = "This is a case sensitive field. Make sure to use exact cases.";

/* No comment provided by engineer. */
"Thursday" = "Thursday";

/* No comment provided by engineer. */
"Timeline" = "Timeline";

/* No comment provided by engineer. */
"Timely consultation with a doctor is important for treating Covid-19. Consult with doctors over a video call." = "Timely consultation with a doctor is important for treating Covid-19. Consult with doctors over a video call.";

/* No comment provided by engineer. */
"To" = "To";

/* No comment provided by engineer. */
"Track all your doctor visits and medical journey here." = "Track all your doctor visits and medical journey here.";

/* No comment provided by engineer. */
"Track consent requests which have expired at one place.\n\nExpired requests get added here." = "Track consent requests which have expired at one place.\n\nExpired requests get added here.";

/* No comment provided by engineer. */
"Track consent requests which have expired at one place.\nExpired requests get added here." = "Track consent requests which have expired at one place.\nExpired requests get added here.";

/* No comment provided by engineer. */
"Track your Body Health" = "Track your Body Health";

/* No comment provided by engineer. */
"Transfer Beneficiary" = "Transfer Beneficiary";

/* No comment provided by engineer. */
"Transfer Beneficiary Title" = "Transfer Beneficiary Title";

/* No comment provided by engineer. */
"Tuesday" = "Tuesday";

/* No comment provided by engineer. */
"Type" = "Type";

/* No comment provided by engineer. */
"Type of Record" = "Type of Record";

/* No comment provided by engineer. */
"Type of Request" = "Type of Request";

/* No comment provided by engineer. */
"Unable to turn on camera flash. This might be due to low device battery or power saving mode." = "Unable to turn on camera flash. This might be due to low device battery or power saving mode.";

/* No comment provided by engineer. */
"Unable to unsync records" = "Unable to unsync records";

/* No comment provided by engineer. */
"Understand, manage, and get care for symptoms with trusted medical expertise in minutes." = "Understand, manage, and get care for symptoms with trusted medical expertise in minutes.";

/* No comment provided by engineer. */
"Undetermined" = "Undetermined";

/* No comment provided by engineer. */
"Unit" = "Unit";

/* No comment provided by engineer. */
"Unlink" = "Unlink";

/* No comment provided by engineer. */
"Unlink Gmail Account" = "Unlink Gmail Account";

/* No comment provided by engineer. */
"Unlink gmail?" = "Unlink gmail?";

/* No comment provided by engineer. */
"Unlinking will remove all the records added via gmail till now" = "Unlinking will remove all the records added via gmail till now";

/* No comment provided by engineer. */
"Unsaved Changes" = "Unsaved Changes";

/* No comment provided by engineer. */
"Updating Document Details" = "Updating Document Details";

/* No comment provided by engineer. */
"Upload a PDF Record" = "Upload a PDF Record";

/* No comment provided by engineer. */
"Upload date" = "Upload date";

/* No comment provided by engineer. */
"Upload Files" = "Upload Files";

/* No comment provided by engineer. */
"Upload Lab Report" = "Upload Lab Report";

/* No comment provided by engineer. */
"Upload medical records or add data points manually to create longitudinal trend of your key vitals" = "Upload medical records or add data points manually to create longitudinal trend of your key vitals";

/* No comment provided by engineer. */
"Upload Record" = "Upload Record";

/* No comment provided by engineer. */
"Uploaded file exceeded size limit of %@. File was not uploaded." = "Uploaded file exceeded size limit of %@. File was not uploaded.";

/* No comment provided by engineer. */
"Uploaded on %@" = "Uploaded on %@";

/* No comment provided by engineer. */
"Uploading Document" = "Uploading Document";

/* No comment provided by engineer. */
"Uploading Image" = "Uploading Image";

/* No comment provided by engineer. */
"User information agreement" = "User information agreement";

/* No comment provided by engineer. */
"User Information Agreement" = "User Information Agreement";

/* No comment provided by engineer. */
"Vaccine" = "Vaccine";

/* No comment provided by engineer. */
"Value" = "Value";

/* Verify OTP title */
"Verify" = "Verify";

/* Verify OTP title */
"Verify OTP" = "Verify OTP";

/* No comment provided by engineer. */
"Verify your mobile number" = "Verify your mobile number";

/* No comment provided by engineer. */
"Video Record" = "Video Record";

/* No comment provided by engineer. */
"View %@ for" = "View %@ for";

/* No comment provided by engineer. */
"View %@ Number" = "View %@ Number";

/* No comment provided by engineer. */
"View All" = "View All";

/* No comment provided by engineer. */
"View all" = "View all";

/* No comment provided by engineer. */
"View All Data" = "View All Data";

/* No comment provided by engineer. */
"View All Lab Parameters" = "View All Lab Parameters";

/* No comment provided by engineer. */
"View and share trends of your health vitals" = "View and share trends of your health vitals";

/* No comment provided by engineer. */
"View Appointment Slip" = "View Appointment Slip";

/* No comment provided by engineer. */
"View Certificate" = "View Certificate";

/* No comment provided by engineer. */
"View CoWIN Certificate" = "View CoWIN Certificate";

/* No comment provided by engineer. */
"View Details" = "View Details";

/* No comment provided by engineer. */
"View Document" = "View Document";

/* No comment provided by engineer. */
"View Medical Records" = "View Medical Records";

/* No comment provided by engineer. */
"View Members" = "View Members";

/* No comment provided by engineer. */
"View More" = "View More";

/* No comment provided by engineer. */
"View Privacy Policy" = "View Privacy Policy";

/* No comment provided by engineer. */
"View Trend" = "View Trend";

/* No comment provided by engineer. */
"View your %@ Card" = "View your %@ Card";

/* No comment provided by engineer. */
"Visualize Health History" = "Visualize Health History";

/* No comment provided by engineer. */
"Visualize the longitudinal trends of lab vitals from your medical reports" = "Visualize the longitudinal trends of lab vitals from your medical reports";

/* No comment provided by engineer. */
"Vitals" = "Vitals";

/* No comment provided by engineer. */
"Voluntary Opt-In" = "Voluntary Opt-In";

/* No comment provided by engineer. */
"Waiting for %@" = "Waiting for %@";

/* No comment provided by engineer. */
"We found duplicate documents in your medical records. Select the version you want to keep." = "We found duplicate documents in your medical records. Select the version you want to keep.";

/* No comment provided by engineer. */
"We found following %@ associated with these profile details. Do you want to link it to your profile?" = "We found following %@ associated with these profile details. Do you want to link it to your profile?";

/* No comment provided by engineer. */
"We found following members on CoWIN Portal. Which one are you?" = "We found following members on CoWIN Portal. Which one are you?";

/* No comment provided by engineer. */
"We have been reviewed by NCCGroup for Google Product risk management & approved for secure handling of the user's information." = "We have been reviewed by NCCGroup for Google Product risk management & approved for secure handling of the user's information.";

/* No comment provided by engineer. */
"We need camera access to record and upload photos and videos" = "We need camera access to record and upload photos and videos";

/* No comment provided by engineer. */
"We never store or read non-medical emails or documents and only You can access them." = "We never store or read non-medical emails or documents and only You can access them.";

/* No comment provided by engineer. */
"We understand that your family health data is strictly private and confidential.\n\nWith eka.care you determine how you want your health data to be used and shared amongst Various healthcare providers." = "We understand that your family health data is strictly private and confidential.\n\nWith eka.care you determine how you want your health data to be used and shared amongst Various healthcare providers.";

/* No comment provided by engineer. */
"We value your Privacy" = "We value your Privacy";

/* No comment provided by engineer. */
"Wednesday" = "Wednesday";

/* No comment provided by engineer. */
"Welcome to Eka Care" = "Welcome to Eka Care";

/* No comment provided by engineer. */
"What is %@?" = "What is %@?";

/* No comment provided by engineer. */
"When new medical records are linked with your ABHA address, it will be available on Eka app automatically. We will provide consent on your behalf to the requesting entity." = "When new medical records are linked with your ABHA address, it will be available on Eka app automatically. We will provide consent on your behalf to the requesting entity.";

/* No comment provided by engineer. */
"When new medical records are linked with your ABHA address, you will get notified on the Eka app." = "When new medical records are linked with your ABHA address, you will get notified on the Eka app.";

/* No comment provided by engineer. */
"Who do you want to run this assessment for?" = "Who do you want to run this assessment for?";

/* No comment provided by engineer. */
"Why create a %@?" = "Why create a %@?";

/* No comment provided by engineer. */
"Within Range" = "Within Range";

/* No comment provided by engineer. */
"Wrong code, try again!" = "Wrong code, try again!";

/* No comment provided by engineer. */
"Year" = "Year";

/* No comment provided by engineer. */
"Year of Birth" = "Year of Birth";

/* No comment provided by engineer. */
"Year of Birth:" = "Year of Birth:";

/* No comment provided by engineer. */
"Years" = "Years";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You are about to delete %@'s profile. This is a primary profile that is associated with all your other profiles." = "You are about to delete %@'s profile. This is a primary profile that is associated with all your other profiles.";

/* No comment provided by engineer. */
"You are about to leave this page without saving. All changes will be lost. Do you want to leave without saving?" = "You are about to leave this page without saving. All changes will be lost. Do you want to leave without saving?";

/* No comment provided by engineer. */
"You are about to start a short questionnaire" = "You are about to start a short questionnaire";

/* No comment provided by engineer. */
"You are almost there! It takes 15-30 seconds to measure Heart Rate. Do you want to exit?" = "You are almost there! It takes 15-30 seconds to measure Heart Rate. Do you want to exit?";

/* No comment provided by engineer. */
"You are required to present your Photo-ID at the vaccination centre. We do not store your Photo-ID number on Eka Care." = "You are required to present your Photo-ID at the vaccination centre. We do not store your Photo-ID number on Eka Care.";

/* No comment provided by engineer. */
"You can add photos and videos from your library on Eka Care." = "You can add photos and videos from your library on Eka Care.";

/* No comment provided by engineer. */
"You can press the red button to end the call." = "You can press the red button to end the call.";

/* No comment provided by engineer. */
"You can revoke gmail access at any point in time, EkaCare will delete all your medical records added from Gmail" = "You can revoke gmail access at any point in time, EkaCare will delete all your medical records added from Gmail";

/* No comment provided by engineer. */
"You will have to wait for 30 sec to regenerate your OTP." = "You will have to wait for 30 sec to regenerate your OTP.";

/* No comment provided by engineer. */
"You will not be able to recover it." = "You will not be able to recover it.";

/* No comment provided by engineer. */
"Your %@ is a hassle-free method of accessing and sharing your health records digitally." = "Your %@ is a hassle-free method of accessing and sharing your health records digitally.";

/* No comment provided by engineer. */
"Your consent manager is setup successfully." = "Your consent manager is setup successfully.";

/* No comment provided by engineer. */
"Your Data is Safe and Secure" = "Your Data is Safe and Secure";

/* No comment provided by engineer. */
"Your doctor is not on eka yet" = "Your doctor is not on eka yet";

/* No comment provided by engineer. */
"Your documents are analyzed to allow you to:" = "Your documents are analyzed to allow you to:";

/* No comment provided by engineer. */
"Your files will be added here." = "Your files will be added here.";

/* No comment provided by engineer. */
"Your heartbeat lies in %@ for Resting State" = "Your heartbeat lies in %@ for Resting State";

/* No comment provided by engineer. */
"Your medical records are fetched only from fixed set of medical domains, and if permitted, using curated set laboratory terms" = "Your medical records are fetched only from fixed set of medical domains, and if permitted, using curated set laboratory terms";

/* No comment provided by engineer. */
"Your microphone will be used to record your speech" = "Your microphone will be used to record your speech";

/* No comment provided by engineer. */
"Your network is unavailable. Check your data or wifi conection." = "Your network is unavailable. Check your data or wifi conection.";

/* No comment provided by engineer. */
"Your network is unavailable. Check your data or wifi connection." = "Your network is unavailable. Check your data or wifi connection.";

/* No comment provided by engineer. */
"Your original document is the most reliable source of information." = "Your original document is the most reliable source of information.";

/* No comment provided by engineer. */
"Your personal health data is 100% safe and secure.\n It can never be shared without your permission." = "Your personal health data is 100% safe and secure.\n It can never be shared without your permission.";

/* No comment provided by engineer. */
"Your photo ID used for registration will be required for verification at the time of your vaccination appointment." = "Your photo ID used for registration will be required for verification at the time of your vaccination appointment.";

/* No comment provided by engineer. */
"Your private health information is secure at eka. It can never be shared with anyone without your permission." = "Your private health information is secure at eka. It can never be shared with anyone without your permission.";

/* No comment provided by engineer. */
"Your Responses" = "Your Responses";

/* No comment provided by engineer. */
"‘Document Date’ not available" = "‘Document Date’ not available";

